template_phrase = ["ﾓﾝ", "ｵ", "マツヤ", "मत्स्य", "गणेश"]

error_phrase = ["curry", "ganesh"]

climate_phrase = {
    "hot": ["あつい", "あつくネ？", "あつくない？", "あついとおもいますけど", "暑い"],
    "warm": ["あたたかい", "あたかい", "あたたかネ", "あったかクない？"],
    "cool": ["すじゆし", "すじゆしとおもいますけど"],
    "cold": [
        "さむ",
        "サむ",
        "さム",
        "さむい",
        "サむい",
        "さムい",
        "さむくネ？",
        "さむいとおもいますけど",
    ],
}

season_phrase = {
    "spring": ["春"],
    "summer": ["夏"],
    "autumn": ["秋"],
    "winter": ["冬", "ふゆ"],
}

decorators = ["かんぺきに", "まあまあ", "かなり", "なんか", "だいぶ", "しょうみな話"]

symbols = ["、", "。", "！", "？", "!", "?", "‼︎", "⁇", "⁉︎", "☆"]

exclamations = ["は？", "はあ？"]
